experiments/redis_contention/throughput/loaded_pairs_0/pair_0/clients_256_threads_8_pipeline_10/redis.out
8         Threads
256       Connections per thread
60        Seconds


ALL STATS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets       138227.30          ---          ---       123.48684       124.92700       147.45500       209.91900    145921.43 
Gets        27631.87         0.00     27631.87       123.34474       124.92700       146.43100       206.84700      1103.55 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals     165859.17         0.00     27631.87       123.46316       124.92700       146.43100       209.91900    147024.98